{
  "1": {
    "price_history": [
      100000000,
      99960500,
      99940090,
      99972000,
      99160300
    ],
    "sale_history": [
      {
        "buyer": "Alan Lo",
        "price": 99960500
      },
      {
        "buyer": "Adrian Cheng",
        "price": 99940090
      },
      {
        "buyer": "Susi Kenna",
        "price": 99972000
      },
      {
        "buyer": "Robert Suss",
        "price": 99160300
      }
    ],
    "provenance": "In creating this image of the night sky—dominated by the bright moon at right and Venus at center left—van Gogh heralded modern painting’s new embrace of mood, expression, symbol, and sentiment. Inspired by the view from his window at the Saint-Paul-de-Mausole asylum in Saint-Rémy, in southern France, where the artist spent twelve months in 1889–90 seeking reprieve from his mental illnesses, The Starry Night (made in mid-June) is both an exercise in observation and a clear departure from it. The vision took place at night, yet the painting, among hundreds of artworks van Gogh made that year, was created in several sessions during the day, under entirely different atmospheric conditions. The picturesque village nestled below the hills was based on other views—it could not be seen from his window—and the cypress at left appears much closer than it was. And although certain features of the sky have been reconstructed as observed, the artist altered celestial shapes and added a sense of glow.\n\nVan Gogh assigned an emotional language to night and nature that took them far from their actual appearances. Dominated by vivid blues and yellows applied with gestural verve and immediacy, The Starry Night also demonstrates how inseparable van Gogh’s vision was from the new procedures of painting he had devised, in which color and paint describe a world outside the artwork even as they telegraph their own status as, merely, color and paint.\n\nPublication excerpt from MoMA Highlights: 375 Works from The Museum\nof Modern Art, New York (New York: The Museum of Modern Art, 2019)"
  },
  "2": {
    "price_history": [
      860000000,
      830000000,
      900000000,
      920000000,
      970000000
    ],
    "sale_history": [
      {
        "buyer": "John Smith",
        "price": 830000000
      },
      {
        "buyer": "Bob Kim",
        "price": 900000000
      },
      {
        "buyer": "Mary Sue",
        "price": 920000000
      },
      {
        "buyer": "Gary Stu",
        "price": 970000000
      }
    ],
    "provenance": "Mona Lisa, also called Portrait of Lisa Gherardini, wife of Francesco del Giocondo, Italian La Gioconda, or French La Joconde, oil painting on a poplar wood panel by Leonardo da Vinci, probably the world’s most famous painting. It was painted sometime between 1503 and 1519, when Leonardo was living in Florence, and it now hangs in the Louvre Museum, Paris, where it remained an object of pilgrimage in the 21st century."
  },
  "3": {
    "price_history": [
      30000000,
      34000000,
      40000000,
      45000000,
      50000000
    ],
    "sale_history": [
      {
        "buyer": "Mary Lee",
        "price": 34000000
      },
      {
        "buyer": "Johnson Obama",
        "price": 40000000
      },
      {
        "buyer": "Bob Bush",
        "price": 45000000
      },
      {
        "buyer": "Arya Kunzang",
        "price": 50000000
      }
    ],
    "provenance": "Girl with a Pearl Earring, oil painting on canvas (c. 1665) by Dutch artist Johannes Vermeer, one of his most well-known works. It depicts an imaginary young woman in exotic dress and a very large pearl earring. The work permanently resides in the Mauritshuis museum in The Hague."
  },
  "4": {
    "price_history": [
      240000,
      280000,
      400000,
      420000,
      500000
    ],
    "sale_history": [
      {
        "buyer": "Wen Tivoli",
        "price": 280000
      },
      {
        "buyer": "Ji Won Kim",
        "price": 400000
      },
      {
        "buyer": "Tumaini Pushpa",
        "price": 420000
      },
      {
        "buyer": "Kanta Ziv",
        "price": 500000
      }
    ],
    "provenance": "The Kiss is an oil-on-canvas painting with added gold leaf, silver and platinum by the Austrian Symbolist painter Gustav Klimt. The painting now hangs in the Österreichische Galerie Belvedere museum in the Belvedere, Vienna."
  },
  "5": {
    "price_history": [
      500000000,
      530000000,
      600000000,
      680000000,
      710000000
    ],
    "sale_history": [
      {
        "buyer": "Kiran Cameron",
        "price": 530000000
      },
      {
        "buyer": "Jyothi Jian",
        "price": 600000000
      },
      {
        "buyer": "Hallel Ning",
        "price": 680000000
      },
      {
        "buyer": "Hildred Raleigh",
        "price": 710000000
      }
    ],
    "provenance": "Birth of Venus, painting by Sandro Botticelli completed about 1485. It depicts the goddess Venus arriving at the shore after her birth, when she had emerged from the sea fully-grown (called Venus Anadyomene and often depicted in art). The painting is in the Uffizi Gallery in Florence, Italy."
  },
  "6": {
    "price_history": [
      25000000,
      22000000,
      29000000,
      31000000,
      34000000
    ],
    "sale_history": [
      {
        "buyer": "Yarden Rudo",
        "price": 22000000
      },
      {
        "buyer": "Uduak Ebrar",
        "price": 29000000
      },
      {
        "buyer": "Qiu Seung",
        "price": 31000000
      },
      {
        "buyer": "Shyama Radha",
        "price": 34000000
      }
    ],
    "provenance": "The Harvesters is an oil painting on wood completed by Pieter Bruegel the Elder in 1565. It depicts the harvest time, in the months of July and August or late summer. It is currently located in the Metropolitan Museum of Art."
  },
  "7": {
    "price_history": [
      200000000,
      170000000,
      190000000,
      220000000,
      280000000
    ],
    "sale_history": [
      {
        "buyer": "Rini Chinwendu",
        "price": 170000000
      },
      {
        "buyer": "Minenhle Tumelo",
        "price": 190000000
      },
      {
        "buyer": "Jyrgal Seong",
        "price": 220000000
      },
      {
        "buyer": "Naseem Chus",
        "price": 280000000
      }
    ],
    "provenance": "Guernica, a large black-and-white oil painting executed by Spanish artist Pablo Picasso in 1937 following the German bombing of Guernica, a city in Spain’s Basque region. It is exhibited in the Museo Reina Sofía in Madrid"
  },
  "8": {
    "price_history": [
      10000000,
      13000000,
      14000000,
      17000000,
      16000000
    ],
    "sale_history": [
      {
        "buyer": "Vinnie Sashi",
        "price": 13000000
      },
      {
        "buyer": "Thoko Zhihao",
        "price": 14000000
      },
      {
        "buyer": "Thando Safaa",
        "price": 17000000
      },
      {
        "buyer": "Neelam Dorji",
        "price": 16000000
      }
    ],
    "provenance": "The Naked Maja or The Nude Maja is the name given to an oil on canvas painting of about 1797–1800 by the Spanish artist Francisco de Goya, and now in the Museo del Prado in Madrid. It portrays a nude woman reclining on a bed of pillows."
  },
  "9": {
    "price_history": [
      81300000,
      81000000,
      81200000,
      82000000,
      84000000
    ],
    "sale_history": [
      {
        "buyer": "Jun Rashmi",
        "price": 81000000
      },
      {
        "buyer": "Johnnie Taylor",
        "price": 81200000
      },
      {
        "buyer": "Ever Tom",
        "price": 82000000
      },
      {
        "buyer": "Padma Durga",
        "price": 84000000
      }
    ],
    "provenance": "Almond Blossom is a painting made in 1890 by Vincent van Gogh in Saint-Rémy, southern France of blossoming almond trees. Flowering trees were special to van Gogh. They represented awakening and hope. He enjoyed them aesthetically and found joy in painting flowering trees. It is currently displayed in the Van Gogh Museum, in Amsterdam"
  },
  "10": {
    "price_history": [
      650000000,
      647000000,
      649000000,
      654000000,
      659000000
    ],
    "sale_history": [
      {
        "buyer": "Su-Jin Gurmeet",
        "price": 647000000
      },
      {
        "buyer": "Wei Aldus",
        "price": 649000000
      },
      {
        "buyer": "Mphatso Zhou",
        "price": 654000000
      },
      {
        "buyer": "Kusuma Chen",
        "price": 659000000
      }
    ],
    "provenance": "A Sunday Afternoon on the Island of La Grande Jatte was painted from 1884 to 1886 and is Georges Seurat's most famous work. Georges Seurat depicted people from different social classes strolling and relaxing in a park just west of Paris on La Grande Jatte, an island in the Seine River. This painting is currently displayed in the Art Institute of Chicago."
  }
}